Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The drilling programme for well 6706/12-2 concerns the drilling of a wildcat well in production licence 218.
nb: Boreprogrammet for brønn 6706/12-2 gjeld boring av undersøkingsbrønn i utvinningsløyve 218.

source: Statoil is the operator with an ownership interest of 51 per cent.
nb: Statoil Petroleum AS er operatør med ein del på 51 prosent.

source: The other licensees are Wintershall Norge AS (24 per cent), OMV Norge AS (15 per cent) and ConocoPhillips Skandinavia AS (10 per cent).
nb: Dei andre rettshavarane er Wintershall Norge AS (24 prosent), OMV Norge AS (15 prosent) og ConocoPhillips Skandinavia AS (10 prosent).

source: The area in this licence consists of part of block 6706/12 and part of block 6707/10.
nb: Arealet i dette løyvet består av del av blokk 6706/12 og del av blokk 6707/10.

source: The well will be drilled about six kilometres northwest of the Aasta Hansteen field.
nb: Brønnen blir bora om lag seks kilometer nordvest for Aasta Hansteen-feltet.

source: Production licence 218 was awarded on 2 February 15 1996 (the 15th licensing round on the Norwegian shelf).
nb: Utvinningsløyve 218 blei delt ut den 2. februar 1996 (15. konsesjonsrunde på norsk sokkel).

source: This is the fifth well drilled in the licence.
nb: Dette er den femte brønnen som blir bora i løyvet.

source: Well 6706/12-3 will be drilled from the Transocean Spitsbergen drilling facility at position 67°04’5.85” north and 6°43’54.45” east after completing the drilling of wildcat well 6706/12- 2 for Statoil Petroleum AS in production licence 218.
nb: Brønn 6706/12-3 skal borast frå boreinnretninga Transocean Spitsbergen i posisjon 67°04’5.85» nord og 6°43’54,45» aust etter avslutting av boring av undersøkingsbrønn 6706/12- 2 for Statoil Petroleum AS i utvinningsløyve 218.

source: The drilling programme for well 6706/12-3 relates to drilling of a wildcat well in production licence 602.
nb: Boreprogrammet for brønn 6706/12-3 gjeld boring av undersøkningsbrønn i utvinningsløyve 602.

source: The area in this licence consists of a part of block 6706/10, block 6706/11 and a part of block 6706/12.
nb: Arealet i dette løyvet består av del av blokk 6706/10, blokk 6706/11 og del av blokk 6706/12.

source: The well will be drilled about 16 kilometres west of Aasta Hansteen (the Haklang field).
nb: Brønnen blir bora om lag 16 kilometer vest for Aasta Hansteen (Haklangfeltet).

source: This was the first well to be drilled in the licence.
nb: Dette er den første brønnen som bli bora i løyvet.

source: Well 7130/4-1 will be drilled from the Transocean Arctic drilling facility in position 71°31’55.66ˮ north and 30°10’07.90ˮ east, after completing the drilling of wildcat well 6406/12-5 S in production licence 586 for VNG Norge AS.
nb: Brønn 7130/4-1 skal borast frå boreinnretninga Transocean Arctic i posisjon 71°31’55,66ˮ nord og 30°10’07,90ˮ aust, etter at undersøkingsbrønn 6406/12-5 S i utvinningsløyve 586 er ferdig bora for VNG Norge AS.

source: The drilling programme for well 7130/4-1 relates to the drilling of an exploration well in production licence 708 where Lundin Norway AS is the operator with an ownership interest of 40 per cent.
nb: Boreprogrammet for brønn 7130/4-1 gjeld boring av leitebrønn i utvinningsløyve 708 der Lundin Norway AS er operatør med ein del på 40 prosent.

source: The other licensees are Lukoil Overseas North Shelf AS (20 per cent), Edison Norge AS (20 per cent), Lime Petroleum Norway AS (10 per cent) and Pure E&P Norway AS (10 per cent).
nb: Dei andre rettshavarane er Lukoil Overseas North Shelf AS (20 prosent), Edison Norge AS (20 prosent), Lime Petroleum Norway AS (10 prosent) og Pure E&P Norway AS(10 prosent).

source: The area in this licence consists of block 7130/7 and the southern half of block 7130/4.
nb: Arealet i dette løyvet består av blokk 7130/7 og den sørlege halvdelen av blokk 7130/4.

source: The well will be drilled about 85 kilometres north of Berlevåg in Finnmark.
nb: Brønnen blir bora om lag 85 kilometer nord for Berlevåg i Finnmark.

source: Production licence 708 was awarded on 21 June 2013 (22nd licensing round).
nb: Utvinningsløyve 708 blei delt ut den 21. juni 2013 (22. konsesjonsrunde).

source: Well 7220/11-2 will be drilled from the Island Innovator drilling facility in position 72°00`37.56" north and 20°26´09.12" east.
nb: Brønn 7220/11-2 skal borast frå boreinnretninga Island Innovator i posisjon 72°00` 37,56" nord og 20°26´ 09,12" aust.

source: The drilling programme for well 7220/11-2 relates to the drilling of an appraisal well in production licence 609.
nb: Boreprogrammet for brønn 7220/11-2 gjeld boring av ein avgrensingsbrønn i utvinningsløyve 609.

source: Lundin Norway AS is the operator with a 40% ownership interest, and the licensees are Idemitsu Petroleum Norge AS with 30% and RWE Dea Norge AS AS with 30%.
nb: Lundin Norway AS er operatør med 40 prosent del, og rettshavarane er Idemitsu Petroleum Norge AS med 30 prosent og RWE Dea Norge AS AS med 30 prosent.

source: The production licence consists of the blocks/parts of blocks 7220/6, 7220/9, 7220/11, 7220/12 and 7221/4.
nb: Utvinningsløyvet består av blokkene/del av blokkene 7220/6, 7220/9, 7220/11, 7220/12 og 7221/4.

source: The production licence was awarded in the 21st licensing round in 2011.
nb: Utvinningsløyvet blei tildelt i 21. konsesjonsrunde i 2011.

source: Wildcat well 7220/11-2 will be the second exploration well in production licence 609.
nb: Undersøkingsbrønn 7220/11-2 blir den andre leitebrønnen i utvinningsløyve 609.

source: Text: Eldbjørg Vaage Melberg.
nb: Tekst: Eldbjørg Vaage Melberg.

source: Photo: Jan Inge Haga.
nb: Foto: Jan Inge Haga.

source: A meeting on the Goliat development in the offices of operator Eni.
nb: Møte om Goliatutbyggingen i kontorene til operatørselskapet ENI.

source: Erik Abrahamsen, the NPD’s coordinator for this field, is on the right at the back in a green jumper.
nb: ODs Goliatkoordinator Erik Abrahamsen sitter bak til høyre i grønn genser.

source: In the front, Synnøve Skeie also the NPD.
nb: Foran i bildet, Synnøve Skeie, også OD.

source: How Goliat might be brought on stream ranks as one of the key issues facing people in Finnmark, Norway’s northernmost county, at the moment.
nb: Ett av de viktige spørsmålene for befolkningen i Finnmark for tiden, er utbyggingen av oljefunnet Goliat.

source: Questions needing to be answered include whether a production ship or platform should be installed on the field, or whether the unprocessed wellstream should travel to a terminal on land.
nb: Skal funnet bygges ut til havs med et produksjonsskip eller plattform, eller skal oljen føres til en terminal på land?

source: It has set up its own Goliat team of geologists, reservoir engineers, technology specialists and economists.
nb: Når et funn skal bygges ut, følger direktoratet planleggingen helt fra starten.

source: The NPD’s job is to ensure that any development meets the requirements for good resource management and is rooted in concern for safety and the natural environment.
nb: I tilfellet Goliat har OD etablert et eget tverrfaglig Goliat-lag med geologer, reservoaringeniører, teknologer og økonomer.

source: A Goliat development is important for various reasons, not least its pioneering character in the Barents Sea and its impact on possible future projects in the region.
nb: ODs jobb er å påse at utbyggingen skjer i tråd med god ressursforvaltning og med forankring i sikkerhet og ytre miljø.

source: “It’s accordingly important that any solution is assessed in a wider area context,” explains principal engineer Leif Erik Abrahamsen, coordinator for the NPD’s work on Goliat.
nb: Goliat-utbyggingen er viktig av flere årsaker, men kanskje mest av alt fordi det er den første utbyggingen av et oljefunn i Barentshavet.

source: “The results must be available before a decision is taken,” affirms Mr Abrahamsen.
nb: - Resultatene må foreligge før beslutningene tas.

source: ”It’s useless calling for studies once the process has ended.
nb: Det nytter ikke å be om utredninger når løpet er kjørt.

source: He emphasises that the NPD’s primary duty is to ensure good resource management and the largest possible value for the community.
nb: Abrahamsen understreker at ODs hovedoppgave er å sikre god ressursforvaltning og skape størst mulig verdier for samfunnet.

source: “We’re a regulatory agency which draws its own conclusions on the basis of information in its possession and provided by the companies.
nb: - Vi er en fagetat som foretar egne vurderinger.

source: “The aim is to help achieve good, profitable overall solutions for society.
nb: OD skal bidra til gode lønnsomme helhetsløsninger for samfunnet.

source: Our recommendations are submitted to the Ministry of Petroleum and Energy (MPE) as part of the decision-making basis for the politicians.”
nb: Våre anbefalinger sendes til Olje- og energidepartementet(OED) og blir en del av beslutningsgrunnlaget for politikerne.

source: Phases One of the NPD’s most important duties is to follow up the various phases of projects on the NCS to ensure that the companies are doing their job and complying with statutes and regulations.
nb: Følger prosessen En av ODs viktigste oppgaver er å følge opp de ulike fasene av utbygginger og felt på norsk sokkel: tidlig fase, før OED og Stortinget slutter seg til plan for utbygging og drift, utbyggings- og driftsfasen.

source: These stages include the early phase – before the MPE and the Storting (parliament) approve a PDO – as well as development and production.
nb: OD skal påse at selskapene gjør jobben og følger lover og regler.

source: “We have access to all company data for each field at every stage of its life, and also attend meetings in licences as observers,” says Mr Abrahamsen.
nb: Vi deltar som observatører på møtene i utvinningstillatelsen.

source: He emphasises the importance of NPD participation in processes on the NCS.
nb: Abrahamsen understreker at det er viktig for OD å være med i prosessene på norsk sokkel.

source: But the level of activity is high, making it impossible to monitor all developments as closely as Goliat.
nb: Men aktiviteten er stor.

source: “When developments on the NCS were few and large, we could be present at meetings in the various production licences,” says Erik Abrahamsen.
nb: - Den gang det var få og store felt på norsk sokkel, kunne OD være til stede på møtene i de ulike utvinningstillatelsene.

source: “Now there’s so many of them that it isn’t possible to be everywhere.
nb: Nå er det så mange at det er umulig å være til stede overalt.

source: “We otherwise give priority to fields which raise special issues, such as improved recovery, area assessment, or the choice between oil or gas production.”
nb: - Ellers prioriterer vi felt med spesielle problemstillinger, det være seg økt utvinning, områdevurderinger, eller felt der spørsmålet om olje- eller gass blir en problemstilling, sier han.

source: Well 7220/11-3 S will be drilled from the Island Innovator drilling facility in position 72°01’12.6” north and 20°31’41.3”east.
nb: Brønn 7220/11-3 A skal borast frå boreinnretninga Island Innovator i posisjon 72°01`12,6" nord og 20°31´41,3" aust.

source: The drilling programme for well 7220/11-3 A relates to the drilling of an appraisal well in production licence 609.
nb: Boreprogrammet for brønn 7220/11-3 A gjeld boring av ein avgrensingsbrønn i utvinningsløyve 609.

source: Lundin Norway AS is the operator with 40 per cent ownership share and the licensees are Idemitsu Petroleum Norge AS with 30 per cent and RWE Dea Norge AS AS with 30 per cent.
nb: Lundin Norway AS er operatør med 40 prosent del og rettshavarane er Idemitsu Petroleum Norge AS med 30 prosent og RWE Dea Norge AS AS med 30 prosent.

source: The production licence consists of the blocks/part of blocks 7220/6, 7220/9, 7220/11, 7220/12, and 7221/4.
nb: Utvinningsløyvet består av blokkene/del av blokkene 7220/6, 7220/9, 7220/11, 7220/12 og 7221/4.

source: Appraisal well 7220/11-3 A is the fifth exploration well in production licence 609.
nb: Avgrensingsbrønn 7220/11-3 A blir den femte leitebrønnen i utvinningsløyve 609.

source: Submission of information in connection with data acquisition
nb: Melding om undersøkelse

source: Information regarding surveys shall be reported via XML-maker, pursuant to Section 6 of the Petroleum Regulations and Section 4 of the Resource Management Regulations.
nb: Meddelelse om undersøkelser meldes inn via XML-maker, etter petroleumsforskriften §6 og ressursforskiften §4.

source: Transfer of responsibility of geodata storage
nb: Overføring av plikt for oppbevaring av geodata

source: Well 7220/11-3 will be drilled from the Island Innovator drilling facility at position 72° 01' 12.6" north and 20° 31' 41.3" east.
nb: Brønn 7220/11-3 skal borast frå boreinnretninga Island Innovator i posisjon 72°01`12,6" nord og 20°31´41,3" aust.

source: The drilling programme for well 7220/11-3 relates to the drilling of an appraisal well in production licence 609.
nb: Boreprogrammet for brønn 7220/11-3 gjeld boring av ein avgrensingsbrønn i utvinningsløyve 609.

source: Lundin Norway AS is the operator with a 40 per cent ownership interest, and the licensees are Idemitsu Petroleum Norge AS with 30 per cent and DEA Norge AS with 30 per cent.
nb: Lundin Norway AS er operatør med 40 prosent del og rettshavarane er Idemitsu Petroleum Norge AS med 30 prosent og DEA Norge AS AS med 30 prosent.

source: The production licence comprises the following blocks/parts of blocks: 7220/6, 7220/9, 7220/11, 7220/12 and 7221/4.
nb: Utvinningsløyvet består av blokkene/del av blokkene 7220/6, 7220/9, 7220/11, 7220/12 og 7221/4.

source: Appraisal well 7220/11-3 will be the fourth exploration well in production licence 609.
nb: Avgrensingsbrønn 7220/11-3 blir den fjerde leitebrønnen i utvinningsløyve 609.

source: The drilling programme for well 7220/6-2 relates to the drilling of a wildcat well in production licence 609.
nb: Boreprogrammet for brønn 7220/6-2 gjeld boring av ein undersøkingsbrønn i utvinningsløyve 609.

source: Lundin Norway AS is the operator with a 40 per cent ownership interest, and the licensees are Idemitsu Petroleum Norge AS with 30 per cent and RWE Dea Norge AS with 30 per cent.
nb: Lundin Norway AS er operatør med 40 prosent del, og rettshavarane er Idemitsu Petroleum Norge AS med 30 prosent og RWE Dea Norge AS AS med 30 prosent.

source: The production licence consists of the blocks/part of blocks 7220/6, 7220/9, 7220/11, 7220/12 and 7221/4.
nb: Utvinningsløyvet består av blokkene/del av blokkene 7220/6, 7220/9, 7220/11, 7220/12 og 7221/4.

source: Wildcat well 7220/6-2 will be the fifth exploration well in production licence 609.
nb: Undersøkingsbrønn 7220/6-2 blir den femte leitebrønnen i utvinningsløyve 609.

source: This permit is contingent upon the operator having secured all other permits and consents required by other authorities before the drilling starts.
nb: Løyvet føreset at dei andre løyva og samtykka som vert kravd av andre myndigheiter er gitt før boreaktiviteten startar.

source: Well 7224/2-1 will be drilled from the Transocean Arctic drilling facility at position 72°46’25.92" north and 24°23’56.33" east following completion of drilling of wildcat well 7130/4-1 for Lundin Norway AS in production licence 708.
nb: Brønn 7224/2-1 skal borast frå boreinnretninga Transocean Arctic i posisjon 72°46'25,92" nord og 24°23'56,33" aust etter avslutting av boring av undersøkingsbrønn 7130/4-1 for Lundin Norway AS i utvinningsløyve 708.

source: The drilling program for well 7224/2-1 concerns the drilling of a wildcat well in production licence 611.
nb: Boreprogrammet for brønn 7224/2-1 gjeld boring av undersøkingsbrønn i utvinningsløyve 611.

source: Wintershall Norge AS is the operator with an ownership interest of 40 per cent.
nb: Wintershall Norge AS er operatør med ein del på 40 prosent.

source: The other licensees are Faroe Petroleum Norge AS (40 per cent) and Petoro AS (20 per cent).
nb: Dei andre rettshavarane er Faroe Petroleum Norge AS (40 prosent) og Petoro AS (20 prosent).

source: The area in this licence is comprised of the blocks 7223/3, 7223/6, 7224/1, 7224/2, 7224/3, 7224/4 and 7224/5.
nb: Arealet i dette løyvet består av blokkene 7223/3, 7223/6, 7224/1, 7224/2, 7224/3, 7224/4 og 7224/5.

source: The well is being drilled about 25 kilometres northwest of the discovery 7224/6-1 (Arenaria) and about 240 kilometres north of Hammerfest.
nb: Brønnen blir bora om lag 25 kilometer nordvest for funnet 7224/6-1 (Arenaria) og om lag 240 kilometer nord for Hammerfest.

source: Production licence 611 was awarded on 13 May 2011 (21st licensing round).
nb: Utvinningsløyve 611 blei delt ut 13. mai 2011 (21. konsesjonsrunde).

source: The permit is contingent upon the operator having secured all other permits and consents required by other authorities prior to commencing the drilling activity.
nb: Løyvet føreset at dei andre løyva og samtykka som blir kravd av andre myndigheiter er gitt før boreaktiviteten startar.

source: Well 7324/7-3 S will be drilled from the Transocean Spitsbergen drilling facility in position 73o26`30.78" north and 24o15´39.88" east.
nb: Brønn 7324/7-3 S skal borast frå boreinnretninga Transocean Spitsbergen i posisjon 73o26`30,78" nord og 24o15´39,88" aust.

source: The drilling programme for well 7324/7-3 S relates to the drilling of an appraisal well in production licence 537.
nb: Boreprogrammet for brønn 7324/7-3 S gjeld boring av ein avgrensingsbrønn i utvinningsløyve 537.

source: Wildcat well 7324/7-3 S will be the fifth exploration well in production licence 537.
nb: Undersøkingsbrønn 7324/7-3 S blir den femte leitebrønnen i utvinningsløyve 537.

source: The permit is conditional upon the operator securing all other consents and permits required by other authorities prior to commencing the drilling activity.
nb: Løyvet føreset at dei andre løyva og samtykka som vert kravd av andre myndigheiter er gitt før boreaktiviteten startar.

source: Well 7324/8-2 will be drilled from the Leiv Eriksson drilling facility at position 73 24` 0.63" north and 24 26´ 43.60" east.
nb: Brønn 7324/8-2 skal borast frå boreinnretninga Leiv Eriksson i posisjon 73 24`0,63" nord og 24 26´43,60" aust.

source: The drilling programme for well 7324/8-2 relates to the drilling of a wildcat well in production licence 537.
nb: Boreprogrammet for brønn 7324/8-2 gjeld boring av ein undersøkingsbrønn i utvinningsløyve 537.

source: OMV Norge AS is the operator with an ownership interest of 25 per cent and the licensees are Idemitsu Petroleum Norge AS with 20 per cent, Petoro AS with 20 per cent, Tullow Oil Norge AS with 20 per cent and Statoil Petroleum AS with 15 per cent.
nb: OMV Norge AS er operatør med 25 prosent del og rettshavarane er Idemitsu Petroleum Norge AS med 20 prosent, Petoro AS med 20 prosent, Tullow Oil Norge AS med 20 prosent og Statoil Petroleum AS med 15 prosent.

source: The production licence consists of blocks 7324/7 and 7324/8.
nb: Utvinningsløyvet består av blokkene 7324/7 og 7324/8.

source: The production licence was awarded in the 20th licensing round in 2009.
nb: Utvinningsløyve blei tildelt i 20. konsesjonsrunde i 2009.

source: Wildcat well 7324/8-2 is the fourth exploration well in production licence 537.
nb: Undersøkingsbrønn 7324/8-2 blir den fjerde leitebrønnen i utvinningsløyve 537.

source: Well 16/1-26 A will be drilled from the Maersk Interceptor drilling facility at position 58°55’20.15’’ north 02°11’53.03’’ east in production licence 001 B.
nb: Brønn 16/1-26 A skal borast frå boreinnretninga Maersk Interceptor i posisjon 58°55’20,15’’ nord 02°11’53,03’’ aust i utvinningsløyve 001 B.

source: The drilling programme for the 16/1-26 A well relates to the drilling of an appraisal well on the 16/1-7 oil discovery, which is part of the Ivar Aasen field, where Det norske is the operator with an ownership interest of 34.7862 per cent.
nb: Boreprogrammet for brønnen 16/1-26 A gjeld boring av avgrensingsbrønn på oljefunnet 16/1-7, som inngår i Ivar Aasen-feltet, der Det norske er operatør med 34,7862 prosent del.

source: The other licensees are Statoil Petroleum AS with 41.4730 per cent, Bayerngas Norge AS with 12.3173 per cent, Wintershall Norge AS with 6.4615 per cent, VNG Norge AS with 3.0230 per cent, Lundin Norway AS with 1.3850 per cent and OMV (Norge) AS with 0.5540 per cent.
nb: Dei andre rettshavarane er Statoil Petroleum AS med 41,4730 prosent, Bayerngas Norge AS med 12,3173 prosent, Wintershall Norge AS med 6,4615 prosent, VNG Norge AS med 3,0230 prosent, Lundin Norway AS med 1,3850 prosent og OMV (Norge) AS med 0,5540 prosent.

source: The well was drilled in the eastern part of the 16/1-7 discovery in the central part of the North Sea.
nb: Brønnen vert bora i den austlege delen av 16/1-7 funnet i den midtre del av Nordsjøen.

source: This is the 11th exploration well to be drilled within the licence area.
nb: Dette er den 11. leitebrønnen som blir bora innafor løyvet sitt areal.

source: Contact in the NPD Per Henning Sæle, tel.
nb: Kontaktperson i OD Per Henning Sæle, tlf.

source: Well 16/1-26 S will be drilled from the Maersk Interceptor drilling facility at position 58°55’20.15’’ north, 02°11’53.03’’ east in production licence 001 B.
nb: Brønn 16/1-26 S skal borast frå boreinnretninga Maersk Interceptor i posisjon 58°55’20,15’’ nord 02°11’53,03’’ aust i utvinningsløyve 001 B.

source: The drilling programme for the 16/1-26 S well relates to the drilling of an appraisal well on the 16/1-7 oil discovery, which is part of the Ivar Aasen field where Det norske is the operator with an ownership interest of 34.7862 per cent.
nb: Boreprogrammet for brønnen 16/1-26 S gjeld boring av avgrensingsbrønn på oljefunnet 16/1-7 som inngår i Ivar Aasen-feltet, der Det norske er operatør med 34,7862 prosent del.

source: The other licensees are Statoil Petroleum AS with 41.4730 per cent, Bayerngas Norge AS with 12.3173 per cent, Wintershall Norske AS with 6.4615 per cent, VNG Norge AS with 3.0230 per cent, Lundin Norway AS with 1.3850 per cent and OMV (Norge) AS with 0.5540 per cent.
nb: Dei andre rettshavarane er Statoil Petroleum AS med 41,4730 prosent, Bayerngas Norge AS med 12,3173 prosent, Wintershall Norge AS med 6,4615 prosent, VNG Norge AS med 3,0230 prosent, Lundin Norway AS med 1,3850 prosent og OMV (Norge) AS med 0,5540 prosent.

source: The area in this licence consists of a part of block 16/1.
nb: Arealet i dette løyvet består av ein del av blokk 16/1.

source: Production licence 001 B was carved out of production licence 001 on 1 September 1999.
nb: Utvinningsløyve 001 B ble skilt ut frå utvinningsløyve 001 1. september 1999.

source: Production licence 001 was awarded on 1 September 1965 (Round 1-A).
nb: Utvinningsløyve 001 blei tildelt 1. september 1965 (Runde 1-A).

source: This is the eleventh exploration well to be drilled within the licence area and the fifteenth well on the Ivar Aasen field.
nb: Dette er den ellevte leitebrønnen som blir bora innafor løyvet sitt areal, og den femtande på Ivar Aasen-feltet.

source: Well 16/2-22 S will be drilled from the Deepsea Atlantic drilling facility in position 58°55’33.5’’ north and 2°24’33.2’’ east in a northwest extension of the Johan Sverdrup field in the central North Sea.
nb: Brønn 16/2-22 S skal borast frå boreinnretninga Deepsea Atlantic i posisjon 58°55’33,5” nord og 2°24’33,2”aust i nordvest forlengelse av Johan Sverdrup-feltet i den midtre delen av Nordsjøen.

source: The drilling programme for well 16/2-22 S concerns the drilling of an appraisal well on Johan Sverdrup in production licence 265.
nb: Boreprogrammet for brønn 16/2-22 S gjeld boring av avgrensingsbrønn på Johan Sverdrup i utvinningsløyve 265.
